Repository: Caellian/cover-thumbnailer
Catalog: current/locale/*.po
Languages: ca, gl, hu, pl, ru

source: <Empty>
ca: <Buit>
gl: <Baleiro>
hu: <Üres>
pl: <Pusty>
ru: <Пусто>

source: Configuration written by Cover Thumbnailer GUI
ca: Configuració Escrita per Cover Thumbnailer GUI
gl: Configuración escrita por Cover Thumbnailer GUI
hu: A konfiguráció a Borítóbélyegkép grafikusfelülettel készült

source: Please edit with caution
ca: Si us plau, modifiqui amb precaució
gl: Por favor, edite con precaución
hu: Körültekintően szerkessze
pl: Proszę edytować ostrożnie
ru: Просьба измените с осторожностью

source: <big><b>Cover Thumbnailer For <i>Music Folders</i></b></big>
ca: <big><b>Cover Thumbnailer Per <i>Carpetes de Música</i></b></big>
gl: <big><b>Cover Thumbnailer para <i>Carpetas de Música</i></b></big>
hu: <big><b>Borítóbélyegkép <i>zenei mappákhoz</i></b></big>
pl: <big><b>Cover Thumbnailer dla <i>Folderów muzycznych</i></b></big>
ru: <big><b>Cover Thumbnailer Для <i>Mузыкальных Файлов</i></b></big>

source: Enable Cover Thumbnailer for music folders
ca: Activar Cover Thumbnailer per carpetes de Música
gl: Activar Cover Thumbnailer para carpetas de música
hu: Borítóbélyegkép engedélyezése zenei mappákhoz
pl: Włączyć Cover Thumbnailer GUI dla folderów muzycznych
ru: Aктивировать Cover Thumbnailer для музыкальных файлов

source: Keep the default folder icon if no cover was found
gl: Manter a icona de cartafol por defecto se non se atopa unha portada
hu: Alapértelmezett könyvtárikon megtartása, ha nem található borító
pl: Zostaw ikone docelową folderu, jeżeli żadna inna nie została znaleziona
ru: Храните иконку папки, если не было обнаружено никаких обложик

source: List of music folders :
ca: Llista de carpetes amb música :
gl: Lista de cartafoles de música :
hu: Zenei mappák listája :
pl: Lista folderów muzycznych :
ru: Список музыкальных файлов :

source: GNOME music folder :
ca: Carpeta de música de GNOME :
gl: Cartafol de música de GNOME :
hu: A GNOME zenei mappája :
pl: Folder muzyczny GNOME'a
ru: GNOME музыкальный файл :

source: Music
ca: Música
gl: Música
hu: Zene
pl: Muzyka
ru: Музыка

source: <big><b>Cover Thumbnailer For <i>Pictures Folders</i></b></big>
ca: <big><b>Cover Thumbnailer Per <i>Carpetes d'imatges</i></b></big>
gl: <big><b>Cover Thumbnailer para <i>Cartafoles de Imaxes</i></b></big>
hu: <big><b>Borítóbélyegkép <i>képek mappákhoz</i></b></big>
pl: <big><b>Cover Thumbnailer dla <i>folderów z obrazami</i></b></big>
ru: <big><b>Cover Thumbnailer Для <i>Картинок</i></b></big>

source: Enable Cover Thumbnailer for pictures folders
ca: Activar Cover Thumbnailer per carpetes d'imatges
gl: Activar Cover Thumbnailer para cartafoles de imaxes
hu: Borítóbélyegkép engedélyezése képek mappákhoz
pl: Włączone Cover Thumbnailer'a dla folderow z grafiką
ru: Aктивировать Cover Thumbnailer для картинок

source: Keep the default folder icon if no pictures was found
ca: Manté l'icona per defecte si no troba imatges
gl: Manter a icona do cartafol por defecto se non se atopan imaxes
hu: Alapértelmezett könyvtárikon megtartása, ha nem található kép
pl: Zostaw ikone docelową folderu jezeli zadnen obraz nie zostal znaleziony
ru: Храните иконку папки, если не было обнаружено никаких картинок

source: List of picures folders :
ca: Llista de carpetes amb imatges :
gl: Lista de cartafoles de imaxes :
hu: Kép mappák listája :
pl: Lista folderow z obrazami :
ru: Список папок с изображениями :

source: GNOME pictures folder :
ca: Carpeta d'imatges de GNOME :
gl: Cartafol de imaxes de GNOME :
hu: A GNOME képek mappája :
pl: Foldery graficzne GNOME'a :
ru: GNOME папка с изображениями :

source: Pictures
ca: Imatges
gl: Imaxes
hu: Képek
pl: Obrazy
ru: Изображения

source: <big><b>Cover Thumbnailer For <i>Other Folders</i></b></big>
ca: <big><b>Cover Thumbnailer Per <i>Altres Imatges</i></b></big>
gl: <big><b>Cover Thumbnailer para <i>outros cartafoles</i></b></big>
hu: <big><b>Borítóbélyegkép <i>egyéb mappákhoz</i></b></big>
pl: <big><b>Cover Thumbnailer dla <i</i>innych folderów</b></big>
ru: <big><b>Cover Thumbnailer Для <i>Других Папок</i></b></big>

source: Enable Cover Thumbnailer for other folders
ca: Activar Cover Thumbnailer per altres carpetes
gl: Activar Cover Thumbnailer para outros cartafoles
hu: Borítóbélyegkép engedélyezése egyéb mappákhoz
pl: Włączone Cover Thumbnailer dla innych folderów
ru: Aктивировать Cover Thumbnailer для других папок

source: Others
ca: Altres
gl: Outros
hu: Egyebek
pl: Inne
ru: Другие

source: <big><b>Ignored Folders</b></big>
ca: <big><b>Carpetes a ignorar</b></big>
gl: <big><b>Cartafoles ignorados</b></big>
hu: <big><b>Kihagyott mappák</b></big>
pl: <big><b>Ignorowane foldery</b></big>
ru: <big><b>игнорирование папки</b></big>

source: Ignore hidden folders (folders whose name start with a dot)
ca: Ignorar carpetes ocultes (carpetes que el nom comença amb un punt)
gl: Ignorar cartafoles ocultos (cartafoles cuxo nome comece cun punto)
hu: Rejtett mappák kihagyása (a ponttal kezdődő könyvtárak)
pl: ignorowane ukryte foldery (foldery ktore na poczatku nazwy maja kropke)
ru: Игнорировать скрытые папки (папки, имя которого начинается с точкой)

source: Folders to ignore :
ca: Carpetes a ignorar :
gl: Cartafoles a ignorar :
hu: Kihagyni kívánt mappák :
pl: Foldery do zignorowania :
ru: Игнорировать папки :

source: Ignored
ca: Ignorat
gl: Ignorado
hu: Kihagyott
pl: Zignorwane
ru: Игнорируемое

source: <big><b>Miscellaneous Options</b></big>
ca: <big><b>Opcions diverses</b></big>
gl: <big><b>Opcións varias</b></big>
hu: <big><b>Egyéb beállítások</b></big>
ru: <big><b>Прочие настройки</b></big>

source: Enable Cover Thumbnailer
ca: Activar Cover Thumbnailer
gl: Activar Cover Thumbnailer
hu: Borítóbélyegkép engedélyezése
pl: Włączony Cover Thumbnailer
ru: Aктивировать Cover Thumbnailer

source: Use GNOME configuration file for find default folders
ca: Utilitza la configuració de GNOME per buscar les carpetes per defecte
gl: Usar o arquivo de configuración de GNOME para atopar os cartafoles predeterminados
hu: A GNOME beállítófájl használata az alapértelmezett mappák megtalálásához
pl: Uzyj pliku konfiguracyjnego GNOME'a do znalezienia domyśnych folderów
ru: Использовать конфигурацию GNOME чтобы найти папки

source: Clear thumbnail cache
ca: Esborrar la memòria cau de les miniatures
gl: Limpar a caché de miniaturas
hu: Előnézet gyorsítótár törlése
pl: Wyczyść pamieć obrazów
ru: Очистить кэш миниатюр

source: Clear the thumbnail cache if you have some problem with thumbnails, after changing the configuration for example
ca: Esborri la memòria cau de les miniatures si té algun problema amb les miniatures, després de canviar la configuració per exemple
gl: Limpe a caché de miniaturas se ten problemas coas miniaturas, por exemplo despois dun cambio na configuración
hu: A gyorsítótár törlése, az előnézetek újra elkészítéséhez. Például beállítás változtatások után.
pl: Wyczyść pamieć orazów jeśli są problemy z obrazami, potem zmień konfiguracje na przykład
ru: Очистить кэш миниатюр если у вас есть проблема с миниатюрами, например после изменения конфигурации

source: Miscellaneous
ca: Miscel·lània
gl: Misceláneo
hu: Egyebek
pl: Różne
ru: Разное

source: About Cover Thumbnailer
ca: Sobre Cover Thumbnailer
gl: Acerca de Cover Thumbnailer
hu: Borítóbélyegkép névjegye
pl: O Cover Thumbnailer
ru: О Cover Thumbnailer

source: Configuration tool for Cover Thumbnailer
ca: Eina de configuració per Cover Thumbnailer
gl: Ferramenta de configuración de Cover Thumbnailer
hu: Beállítóeszköz a Borítóbélyegkép alkalmazáshoz
pl: Narzednia konfiguracyjne dla Cover Thumbnailer
ru: Инструмент конфигурации для Cover Thumbnailer

source: Not in your language ?
ca: No està en el teu idioma ?
gl: Non está no seu idioma?
hu: Nincs az Ön nyelvén ?
ru: Не на вашем языке ?

source: Translate Cover Thumbnailer
ca: Tradueix Cover Thumbnailer
gl: Traducir Cover Thumbnailer
hu: Fordítsa le az alkalmazást
ru: Переведите Cover Thumbnailer

source: Select a folder - Cover Thumbnailer
ca: Seleccioni una carpeta - Cover Thumbnailer
gl: Seleccionar cartafol - Cover Thumbnailer
hu: Mappa kiválasztása - Borítóbélyegkép
pl: Wybierz folder - Cover Thumbnailer
ru: Выберите папку - Cover Thumbnailer

source: Error - Cover Thumbnailer
gl: Erro - Cover Thumbnailer
hu: Hiba - Borítóbélyegkép
pl: Błąd - Cover Thumbnailer
ru: Ошибка - Cover Thumbnailer

source: Configuration writed by Cover Thumbnailer GUI
pl: Konfiguracja napisana przez Cover Thumbnailer GUI

source: <big><b>Miscellaneous options</b></big>
pl: <big><b>Różne opcje</b></big>
