Repository: Caellian/cover-thumbnailer
Catalog: cover-thumbnailer/locale/*.po
Languages: da, he, hu, ru, sk, zh_cn, zh_tw

source: <None>
he: <ללא>
hu: <Nincs>
ru: <Пусто>
sk: <Žiadny>
zh_cn: <无>

source: Configuration written by Cover Thumbnailer GUI
da: Konfiguration skrevet af Cover Thumbnailer GUI
he: ההגדרות נכתבו ע"י Cover Thumbnailer GUI
hu: A konfiguráció a Borítóbélyegkép grafikusfelülettel készült
ru: Конфигурация написана по Cover Thumbnailer GUI
sk: Konfigurácia zapísaná užívateľským rozhraním Cover Thumbnailer
zh_cn: 由 Cover Thumbnailer GUI 生成的配置
zh_tw: 以Cover Thumbnail 圖形介面所做的設定

source: Please edit with caution
da: Redigér med forsigtighed
he: נא לערוך בזהירות
hu: Körültekintően szerkessze
ru: Просьба измените с осторожностью
sk: Upravujte prosím opatrne
zh_cn: 请谨慎修改
zh_tw: 請小心編輯

source: Enable for GNOME's music folder (%s)
he: אפשר עבור ספריית מוזיקה של GNOME (%s)
hu: Engedélyezés a GNOME zene mappához (%s)
zh_cn: 对GNOME音乐文件夹启用（%s）

source: Enable for GNOME's picture folder (%s)
he: אפשר עבור ספריית תמונות של GNOME (%s)
hu: Engedélyezés a GNOME képek mappához (%s)
zh_cn: 对GNOME图片文件夹启用（%s）

source: Music Folders
he: ספריות מוזיקה
hu: Zene mappák
ru: Папки с музыкой
sk: Hudobné priečinky
zh_cn: 音乐文件夹

source: Enable Cover Thumbnailer for music folders
da: Slå Cover Thumbnailer for musikmapper til
he: אפשר Cover Thumbnailer עבור ספריות מוזיקה
hu: Borítóbélyegkép engedélyezése zenei mappákhoz
ru: Aктивировать Cover Thumbnailer для музыкальных файлов
sk: Zapnúť Cover Thumbnailer pre priečinky s hudbou
zh_cn: 对音乐文件夹启用封面略缩图
zh_tw: 允許Cover Thumbnailer設定音樂資料夾

source: Keep the default folder icon if no cover was found
da: Behold standard mappens ikon hvis der ikke findes et cover
hu: Alapértelmezett mappaikon megtartása, ha nem található borító
ru: Хранить иконку папки, если не было обнаружено никаких обложек
sk: Ponechať predvolenú ikonu v prípade nenájdeného albumu
zh_cn: 如果没有找到封面文件则保持默认文件夹图标
zh_tw: 假如找不到封面，保持原來的資料夾圖示

source: Resize method:
he: שיטת שינוי גודל
hu: Átméretezés módszere:
zh_cn: 调整方法

source: Crop
he: חתוך
hu: Kivágás
zh_cn: 剪裁

source: Preserve
he: שימור
hu: Megőríz
zh_cn: 保守

source: Allow mosaic:
he: אפשר הצגת פסיפס
hu: Mozaik engedélyezése:
zh_cn: 启用马赛克模式：

source: No
he: לא
hu: Nem
zh_cn: 否

source: Yes
he: כן
hu: Igen
zh_cn: 是

source: List of music folders:
he: רשימת ספריות מוזיקה
hu: Zenei mappák listázása:
sk: Zoznam hudobných priečinkov
zh_cn: 音乐文件夹列表：

source: Music
da: Musik
he: מוזיקה
hu: Zene
ru: Музыка
sk: Hudba
zh_cn: 音乐
zh_tw: 音樂

source: Picture Folders
he: ספריות תמונות
hu: Kép mappák
ru: Папки с картинками
sk: Priečinky s obrázkami
zh_cn: 图片文件夹

source: Enable Cover Thumbnailer for picture folders
he: אפשר Cover Thumbnailer עבור ספריות תמונות
hu: Borítóbélyegkép engedélyezése kép mappákhoz
sk: Povoliť Cover Thumbnailer pre priečinky s obrázkami
zh_cn: 对图片文件夹启用封面略缩图

source: Keep the default folder icon if no pictures were found
hu: Alapértelmezett mappaikon megtartása, ha nem találhatók képek
sk: Ponechať predvolenú ikonu ak nebude nájdený žiaden obrázok
zh_cn: 如果没有找到图片则保持默认文件夹图标

source: Maximum number of pictures on thumbnail:
he: מספר מירבי של תמונות על דוגמית
hu: A bélyegképen látható képek maximális száma:
zh_cn: 略缩图最大图片数

source: List of picture folders:
he: רשימת ספריות תמונות
hu: Kép mappák listája:
sk: Zoznam priečinkov s obrázkami:
zh_cn: 图片文件夹列表

source: Pictures
da: Billeder
he: תמונות
hu: Képek
ru: Изображения
sk: Obrázky
zh_cn: 图片
zh_tw: 圖片

source: Other Folders
he: ספריות אחרות
hu: Egyéb mappák
ru: Другие папки
sk: Iné priečinky
zh_cn: 其他文件夹

source: Enable Cover Thumbnailer for other folders
da: Slå Cover Thumbnailer for andre mapper til
he: אפשר Cover Thumbnailer עבור ספריות אחרות
hu: Borítóbélyegkép engedélyezése egyéb mappákhoz
ru: Aктивировать Cover Thumbnailer для других папок
sk: Zapnúť Cover Thumbnailer pre ostatné priečinky
zh_cn: 对其他文件夹启用封面略缩图
zh_tw: 允需Cover Thumbnailer設定其他資料夾

source: Others
da: Andre
he: אחרים
hu: Egyebek
ru: Другие
sk: Ostatné
zh_cn: 其他
zh_tw: 其他

source: Ignored Folders
hu: Mellőzött mappák
ru: Не учитывание папки
sk: Ignorované priečinky
zh_cn: 已忽略文件夹

source: Ignore hidden folders (folders whose name starts with a dot)
he: התעלם מספריות מוסתרות (ספריות ששמן מתחיל בנקודה)
hu: Rejtett mappák mellőzése (ponttal kezdődő mappanevek)
sk: Ignorovať skryté priečinky (priečinky, ktorých názvy sa začínajú s bodkou)
zh_cn: 忽略隐藏文件夹（名字以英文符号 . 开头的文件夹）

source: Folders to ignore:
hu: Mellőzendő mappák:
sk: Ignorovať priečinky:
zh_cn: 需要忽略的文件夹

source: Folders to never ignore:
hu: Sosem mellőzendő mappák:
zh_cn: 从不忽略的文件夹

source: Ignored
da: Ignoreret
hu: Mellőzött
ru: Игнорируемое
sk: Ignorované
zh_cn: 已忽略
zh_tw: 忽略

source: Miscellaneous Options
he: אפשרויות שונות
hu: Egyéb beállítások
ru: Различные опции
sk: Rôzne nastavenia
zh_cn: 杂项

source: Enable Cover Thumbnailer
da: Slå Cover Thumbnailer til
he: אפשר Cover Thumbnailer
hu: Borítóbélyegkép engedélyezése
ru: Aктивировать Cover Thumbnailer
sk: Zapnúť Cover Thumbnailer
zh_cn: 启用封面略缩图
zh_tw: 允許使用Cover Thumbnailer

source: Thumbnail size:
he: גודל דוגמית
hu: Bélyegkép mérete:
sk: Veľkosť miniatúry:
zh_cn: 缩略图大小：

source: From 64px to 128px, the default value is 96px.
hu: 64px-től 128px-ig, alapértelmezetten 96px.
sk: Od 64px do 128px, predvolená hodnota je 96px
zh_cn: 从64px到128px，默认值为96px

source: This option will affect all thumbnails, not only those created by Cover Thumbnailer.
hu: Ez az opció az összes bélyegképre érvényes, nem csak a Borítóbélyegképpel használtakra.
sk: Táto možnosť sa dotkne všetkých miniatúr, nie len tých ktoré boli vytvorené pomocou Cover Thumbnailer.
zh_cn: 该选项将会影响所有的预览，不仅仅影响由 Cover Thumbnailer 生成的预览。

source: Clear thumbnail cache
da: Ryd thumbnail mellemlager
he: נקה מטמון הדוגמיות
hu: Bélyegkép gyorsítótár törlése
ru: Очистить кэш миниатюр
sk: Vyprázdniť vyrovnávaciu pamäť miniatúr
zh_cn: 清除略缩图缓存
zh_tw: 清除thumbail快取檔

source: Clear the thumbnail cache if you have some problem with thumbnails, for example after changing the configuration.
hu: Törölje a bélyegkép gyorsítótárat, ha valami problémája van a bélyegképekkel vagy változtatott valami beállításon.
zh_cn: 清除略缩图缓存当您遇到了由略缩图引起的问题，比如变更了设置。

source: Miscellaneous
da: Diverse
he: שונות
hu: Egyebek
ru: Разное
sk: Rôzne
zh_cn: 杂项
zh_tw: 雜項

source: About Cover Thumbnailer
da: Om Cover Thumbnailer
hu: Borítóbélyegkép névjegye
ru: О Cover Thumbnailer
sk: O Cover Thumbnailer
zh_cn: 关于Cover Thumbnailer
zh_tw: 關於Cover Thumbnailer

source: Configuration tool for Cover Thumbnailer
da: Konfigurationsværktøj for Cover Thumbnailer
hu: Beállítóeszköz a Borítóbélyegkép alkalmazáshoz
ru: Инструмент конфигурации для Cover Thumbnailer
sk: Konfiguračný nástroj pre Cover Thumbnailer
zh_cn: Cover Thumbnailer的设置工具
zh_tw: Cover Thumbnailer設定工具

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
hu: Ez a program szabad szoftver; terjeszthető illetve módosítható a Free Software Foundation által kiadott GNU General Public License dokumentumában leírtak; akár a licenc 3-as, akár (tetszőleges) későbbi változata szerint. Ez a program abban a reményben kerül közreadásra, hogy hasznos lesz, de minden egyéb GARANCIA NÉLKÜL, az ELADHATÓSÁGRA vagy VALAMELY CÉLRA VALÓ ALKALMAZHATÓSÁGRA való származtatott garanciát is beleértve. További részleteket a GNU General Public License tartalmaz. A felhasználónak a programmal együtt meg kell kapnia a GNU General Public License egy példányát; ha mégsem kapta meg, akkor tekintse meg a <http://www.gnu.org/licenses/> oldalon.
zh_cn: 本程序为自由软件；您可依据自由软件基金会所发表的GNU通用公共授权 条款，对本程序再次发布和/或修改；无论您依据的是本授权的第三版， 或（您可选的）任一日后发行的版本。 本程序是基于使用目的而加以发布，然而不负任何担保责任；亦无对适售 性或特定目的适用性所为的默示性担保。详情请参照GNU通用公共授权。 您应已收到附随于本程序的GNU通用公共授权的副本；如果没有，请参照 <http://www.gnu.org/licenses/>.

source: translator-credits
he: Launchpad Contributions: Fabien LOISON (FLOZz) https://launchpad.net/~flozz Koala https://launchpad.net/~igalfr
hu: Launchpad Contributions: Krasznecz Zoltán https://launchpad.net/~krasznecz-zoltan Richard Somlói https://launchpad.net/~ricsipontaz
ru: Launchpad Contributions: Lucas https://launchpad.net/~lucas-courot g0nz1k12 https://launchpad.net/~g0nz1k12
sk: Launchpad Contributions: Tomáš Virgl https://launchpad.net/~tomasvirgl
zh_cn: Launchpad Contributions: Eleanor Chen https://launchpad.net/~chenyueg Fabien LOISON (FLOZz) https://launchpad.net/~flozz Jackallen https://launchpad.net/~jackallen Xiaomao Chen https://launchpad.net/~xiaomao5

source: Not in your language?
he: אין בשפתך ?
hu: Nem található az ön nyelvén?
ru: Не ваш язык?
zh_cn: 没有您熟悉的语言？

source: Translate Cover Thumbnailer
da: Oversæt Cover Thumbnailer
he: תרגם את Cover Thumbnailer
hu: Fordítsa le az alkalmazást
ru: Переведите Cover Thumbnailer
sk: Preložiť Cover Thumbnailer
zh_cn: 帮助翻译 Cover Thumbnailer
zh_tw: 翻譯Cover Thumbnailer

source: Select a folder - Cover Thumbnailer
da: Vælg en mappe - Cover Thumbnailer
he: בחר ספריה - Cover Thumbnailer
hu: Mappa kiválasztása - Borítóbélyegkép
ru: Выберите папку - Cover Thumbnailer
sk: Vybrať priečinok - Cover Thumbnailer
zh_cn: 选择一个文件夹 - Cover Thumbnailer
zh_tw: 選取一個資料夾 - Cover Thumbnailer

source: Error - Cover Thumbnailer
da: Fejl - Cover Thumbnailer
he: שגיאה - Cover Thumbnailer
hu: Hiba - Borítóbélyegkép
ru: Ошибка - Cover Thumbnailer
sk: Chyba - Cover Thumbnailer
zh_cn: 错误 - Cover Thumbnailer
zh_tw: 錯誤 - Cover Thumbnailer

source: Can’t add this path
hu: Az útvonal nem adható hozzá
zh_cn: 无法添加该路径

source: This path was already in the list!
hu: Az útvonal már a listában van!
zh_cn: 列表中已经存在该路径

source: <Empty>
da: <Tom>
zh_tw: <空>

source: <big><b>Cover Thumbnailer For <i>Music Folders</i></b></big>
da: <big><b>Cover Thumbnailer for <i>Musik mapper</i></b></big>

source: List of music folders :
da: Liste over musikmapper :
zh_tw: 音樂資料夾列表

source: GNOME music folder :
da: GNOME musik mapper :
zh_tw: GNOME音樂資料夾

source: <big><b>Cover Thumbnailer For <i>Pictures Folders</i></b></big>
da: <big><b>Cover Thumbnailer for <i>billedmapper</i></b></big>

source: Enable Cover Thumbnailer for pictures folders
da: Slå Cover Thumbnailer for billedmapper til
zh_tw: 允許Cover Thumbnailer設定圖片資料夾

source: Keep the default folder icon if no pictures was found
da: Behold standard mappens ikon hvis der ikke findes et billed
zh_tw: 假如找不到圖片，保持原來的資料夾圖示

source: List of picures folders :
da: Liste over billedmapper :
zh_tw: 圖形資料夾列表

source: GNOME pictures folder :
da: GNOME billedmapper :
zh_tw: GNOME圖片資料夾

source: <big><b>Cover Thumbnailer For <i>Other Folders</i></b></big>
da: <big><b>Cover Thumbnailer for <i>andre mapper</i></b></big>

source: <big><b>Ignored Folders</b></big>
da: <big><b>Ignorede mapper</b></big>
zh_tw: <big><b>忽略的資料夾</b></big>

source: Ignore hidden folders (folders whose name start with a dot)
da: Ignorerede skjulte mapper (mapper hvis navn starter med en dot)
zh_tw: 忽略隱藏的資料夾(資料夾檔名以 . 開頭的)

source: Folders to ignore :
da: Mapper der skal ignoreres :
zh_tw: 要忽略的資料夾：

source: <big><b>Miscellaneous Options</b></big>
da: <big><b>Diverse muligheder</b></big>
zh_tw: <big><b>雜項選擇</b></big>

source: Use GNOME configuration file for find default folders
da: Brug GNOME konfiguration for at finde standard mapper
zh_tw: 套用GNOME設定檔到找到的預設資料夾

source: Clear the thumbnail cache if you have some problem with thumbnails, after changing the configuration for example
da: Ryd thumbnail mellemlager hvis du har problemer med thumbnails, efter ændring af konfiguration mv.
zh_tw: 如果你的thumbnails發生問題，像是在改變設定之後，則清除thumbnail快取

source: Not in your language ?
da: Ikke på dit sprog ?
zh_tw: 不是你的語言？
