Repository: Caellian/cover-thumbnailer
Catalog: locale/*.po
Languages: ar, ca, cs, de, el, es, eu, fr, hr, it, ja, ko, ms, nl, oc, pl, pt, pt_br, ro, ru, tr, uk

source: <None>
ar: <لا شيء>
ca: <Cap>
cs: <Žádný>
de: <Kein>
el: <Κενό>
es: <Ninguno>
eu: <Bat ere ez>
fr: <Aucun>
hr: <Nijedan>
it: <Nessuna>
ja: <なし>
ko: <없음>
ms: <Tiada>
nl: <Geen>
oc: <Pas cap>
pl: <Brak>
pt: <Nenhum>
pt_br: <Nenhum>
ru: <Пусто>
tr: <Hiçbiri>
uk: <Немає>

source: Configuration written by Cover Thumbnailer GUI
ar: تمت كتابة الإعدادات بواسطة Cover Thumbnailer GUI
ca: Configuració escrita per Cover Thumbnailer GUI
cs: Konfigurace zapsána uživatelským rozhraním Cover Thumbnailer
de: Einstellungen durch Cover Thumbnailer-GUI erstellt
el: Ρυθμίσεις γραμμένες από Cover Thumbnailer GUI
es: Configuración escrita por Cover Thumbnailer GUI
eu: Cover Thumbnailer GUI-k idatzitako ezarpena
fr: Configuration écrite par Cover Thumbnailer
hr: Konfiguracija napisana Cover Thumbnailer grafičkim sučeljem
it: Configurazione scritta da Cover Thumbnailer GUI
ja: Cover Thumbnailer GUI によって書き込まれた設定
ko: Cover Thumbnailer GUI에서 작성된 설정
ms: Konfigurasi ditulis oleh GUI Cover Thumbnailer
nl: Configuratie geschreven door Cover Thumbnailer GUI
oc: Configuracion escricha per Cover Thumbnailer
pl: Konfiguracja spisana przez Graficzny Interfejs Cover Thumbnailer
pt: Configuração escrita pelo Cover Thumbnailer GUI
pt_br: Configuração gerada pela interface gráfica do Cover Thumbnailer
ro: Configuratie scrisa de interfata Cover Thumbnailer
ru: Конфигурация создана программой настройки Cover Thumbnailer
tr: Cover Thumbnailer GUI tarafından yazılan yapılandırma
uk: Конфігурація написана Cover Thumbnailer GUI

source: Please edit with caution
ar: الرجاء الحذر عند التعديل
ca: Si us plau, editeu amb precaució
cs: Upravujte prosím opatrně
de: Nur mit Vorsicht bearbeiten
el: Παρακάλώ επεξεργαστείτε με προσοχή
es: Edite con precaución
eu: Kontu handiarekin editatu mesedez
fr: Merci d'éditer ce fichier avec précautions
hr: Molim, uređujte oprezno
it: Modificare con cautela
ja: 注意して編集してください
ko: 주의하여 편집하십시오
ms: Sila sunting dengan berhati-hati
nl: Wijzig alstublieft met voorzichtigheid
oc: Mercés d'editar aqueste fichièr amb precaucions
pl: Proszę edytować ostrożnie
pt: Por favor edite com cuidado
pt_br: Por favor, cuidado ao editar
ro: Va rugam editati cu atentie
ru: Пожалуйста, будьте внимательны при редактировании
tr: Lütfen dikkatli değiştir
uk: Будь ласка, редагуйте з обережністю

source: Enable for GNOME's music folder (%s)
ar: تفعيل مجلد غنوم الصوتي (%s)
ca: Habilita per a la carpeta de música de GNOME (%s)
cs: Zapnout pro GNOME adresář hudby (%s)
de: Für GNOMEs Musikordner (%s) aktivieren
el: Ενεργοποίηση για το φάκελο μουσικής του GNOME (%s)
es: Habilitar la carpeta de música de GNOME (% s)
eu: GNOME-ko musika karpetentzako gaitu (%s)
fr: Activer pour le dossier de musique de GNOME (%s)
hr: Omogući za GNOME glazbenu mapu (%s)
it: Abilita per la cartella Musica di GNOME (%s)
ja: GNOME の音楽フォルダを対象とする (%s)
ko: 그놈 음악 폴더(%s) 활성화
ms: Benarkan pada folder muzik GNOME (%s)
nl: Aanzetten voor GNOME's muziekmap (%s)
oc: Activar pel dorsièr de musica de GNOME (%s)
pl: Włącz dla folderu z muzyką GNOME (%s)
pt: Habilitar a pasta de Música do GNOME (%s)
pt_br: Habilitar para a pasta de música do GNOME (%s)
ro: Activează pentru dosarul muzică GNOME (%s)
ru: Использовать для музыкальной папки GNOME (%s)
tr: GNOME müzik dizini için aktifleştir (%s)
uk: Включити до музичної теки GNOME (%s)

source: Enable for GNOME's picture folder (%s)
ar: تفعيل مجلد غنوم للصور (%s)
ca: Habilita per a la carpeta d'imatges de GNOME (%s)
cs: Zapnout pro GNOME adresář obrázků (%s)
de: Für GNOMEs Bilderordner (%s) aktivieren
el: Ενεργοποίηση για το φάκελο εικόνων του GNOME (%s)
es: Habilitar la carpeta de imágenes de GNOME (% s)
eu: GNOME-ko irudi karpetentzako gaitu (%s)
fr: Activer pour le dossier d'image de GNOME (%s)
hr: Omogući za GNOME mapu slika (%s)
it: Abilita per la cartella Immagini di GNOME (%s)
ja: GNOME の画像フォルダを対象とする (%s)
ko: 그놈의 사진 폴더(%s) 활성화
ms: Benarkan pada folder gambar GNOME (%s)
nl: Aanzetten voor GNOME's afbeeldingenmap (%s)
oc: Activar pel dorsièr d'imatge de GNOME (%s)
pl: Włącz dla folderu ze zdjęciami GNOME (%s)
pt: Habilitar a pasta de Imagens do GNOME (%s)
pt_br: Habilitar para a pasta de imagens do GNOME (%s)
ro: Activează pentru dosar imagine GNOME (%s)
ru: Использовать для папки картинок GNOME (%s)
tr: GNOME' un resimler dizini için etkinleştir (%s)
uk: Включити до теки зображень GNOME (%s)

source: Music Folders
ar: مجلدات الموسيقى
ca: Carpetes de música
cs: Adresáře hudby
de: Musikordner
el: Φάκελοι Μουσικής
es: Carpetas de música
eu: Musika Karpetak
fr: Dossiers de musique
hr: Glazbena mapa
it: Cartelle Musica
ja: 音楽フォルダ
ko: 음악 폴더
ms: Folder Muzik
nl: Muziekmappen
oc: Dorsièrs de musica
pl: Foldery z muzyką
pt: Pastas de Música
pt_br: Pastas de músicas
ro: Dosar Music
ru: Папки с музыкой
tr: Müzik Dizini
uk: Музичні теки

source: Enable Cover Thumbnailer for music folders
ar: فَعَل أغلفة المصغرات لمجلدات الموسيقى
ca: Habilita el Cover Thumbnailer per a les carpetes de música
cs: Zapnout Cover Thumbnailer pro složky s hudbou
de: Cover Thumbnailer für Musikordner aktivieren
el: Ενεργοποίηση Cover Thumbnailer για φακέλους μουσικής
es: Habilitar Cover Thumbnailer para carpetas de música
eu: Cover Thumbnailer gaitu musika karpetentzako
fr: Activer Cover Thumbnailer pour les dossiers de musique
hr: Omogući minijaturu omota za glazbenu mapu
it: Abilita Cover Thumbnailer per le cartelle di musica
ja: 音楽フォルダに対し Cover Thumbnailer を有効にする
ko: 음악 폴더에 Cover Thumbnailer 적용
ms: Benarkan Cover Thumbnailer pada folder muzik
nl: Cover Thumbnailer aanzetten voor muziekmappen
oc: Activar Cover Thumbnailer pels dorsièrs de musica
pl: Włączyć Cover Thumbnailer dla folderów muzycznych
pt: Permitir o Cover Thumbnailer para pastas de música
pt_br: Habilitar Cover Thumbnailer para pastas de músicas
ro: Activeaza Cover Thumbnailer pentru dosarele cu muzica
ru: Использовать Cover Thumbnailer для папок с музыкой
tr: Müzik dizinleri için Cover Thumbnailer' i etkinleştir
uk: Увімкнути Cover Thumbnailer для музичних тек

source: Keep the default folder icon if no cover was found
ar: اﻹبقاء على غلاف المجلد اﻹفتراضي إن لم تجد غلافاً
ca: Manté l'icona per defecte si no es troba la tapa
cs: Ponechat výchozí ikonu v případě nenalezení obalu
de: Standardsymbol des Ordners beibehalten, falls kein Cover gefunden wurde
el: Διατήρηση του προεπιλεγμένου εικονιδίου αν δεν βρεθεί εξώφυλλο
es: Mantener el icono de carpeta por defecto si no se encuentra una portada
eu: Mantendu defektuzko ikonoa azaleko irudirik ez bada aurkitu
fr: Garder l'icône par défaut des dossiers si aucune couverture n'a été trouvée
hr: Zadrži uobičajenu ikonu mape ako omot nije pronbađen
it: Mantieni l'icona predefinita se non viene trovata la copertina
ja: カバーアートが見つからない場合は、デフォルトのフォルダアイコンのままにする
ko: 커버 이미지가 없는 경우 기본 폴더 아이콘 유지
ms: Simpan ikon lalai folder jika tiada tudung cakera ditemui
nl: Houdt het standaard icoon van de map als geen cover is gevonden
oc: Gardar l'icòna per defaut dels dorsièrs se cap de cobertura es pas estada trobada
pl: Zostaw ikone docelową folderu, jeżeli żadna inna nie została znaleziona
pt: Manter o ícone da pasta por omissão se não forem encontradas capas
pt_br: Manter o ícone padrão se uma capa não for encontrada
ro: Mentine icoana prestabilita daca nici o coperta nu a fost gasita
ru: Не изменять значок папки при отсутствии обложки
tr: Kapak bulunamazsa mevcut dizin simgesini koru
uk: Зберегти типовий значок теки, якщо обкладинка не знайдена

source: Resize method:
ar: طريقة إعادة التحجيم:
ca: Métode de redimensionament:
cs: Metoda změny velikosti:
de: Methode zur Größenänderung:
el: Μέθοδος αλλαγής μεγέθους
es: Cambiar el tamaño de método:
eu: Tamaina aldatzeko era:
fr: Redimensionnement :
hr: Način promjene veličine:
it: Modalità di ridimensionamento:
ja: サイズ変更の方法:
ms: Kaedah saiz semula:
nl: Methode voor grootte wijzigen:
oc: Redimensionament :
pl: Metoda zmiany rozmiaru:
pt: Método de redimensionamento
pt_br: Método de redimensionamento:
ro: Redimensionarea metodă
ru: Изменение размера:
tr: Yeniden boyutlandırma yöntemi:
uk: Спосіб зміни розміру:

source: Crop
ar: إقتصاص
ca: Escapça
cs: Oříznout
de: Zuschneiden
el: Περικοπή
es: Recortar
eu: Moztu
fr: Rogner
hr: Izreži
it: Ritaglia
ja: トリミング
ko: 잘라내기
ms: Pangkas
nl: Bijsnijden
oc: Retalhar
pl: Przytnij
pt: Cortar
pt_br: Cortar
ru: Приближение
tr: Kes
uk: Кадрування

source: Preserve
ar: إبقاء
ca: Conservar
cs: Zachovat
de: Erhalten
el: Διατήρηση
es: Conservar
eu: Mantendu
fr: Préserver
hr: Sačuvaj
it: Mantieni
ja: 縮小して全体表示
ko: 유지
ms: Kekal
nl: Bewaren
oc: Preservar
pl: Zachowaj
pt: Manter
pt_br: Preservar
ru: Масштабирование
tr: Koru
uk: Зберегти

source: Allow mosaic:
ar: السماح بوضع الفسيفساء:
ca: Permet mosaic :
cs: Povolit mozaiku:
de: Mosaik erlauben:
el: Επιτρέπεται μωσαϊκό
es: Permitir mosaico:
eu: Mosaikoa baimendu
fr: Autoriser les mosaïques :
hr: Dopusti mozaik:
it: Modalità mosaico:
ja: タイル状に表示:
ko: 모자이크 허용
ms: Benarkan mozek:
nl: Mosaic toestaan:
oc: Autorizar las mosaïcas :
pl: Dopuść kafelkowanie:
pt: Permitir mosaico
pt_br: Permitir mosaico
ro: Permiteţi mozaic
ru: Разрешить мозаику:
tr: Mozaik görünümüne izin ver
uk: Дозволити мозаїку:

source: No
ar: لا
cs: Ne
de: Nein
el: Όχι
eu: Ez
fr: Non
hr: Ne
ja: しない
ko: 아니오
ms: Tidak
nl: Nee
oc: Non
pl: Nie
pt: Não
pt_br: Não
ru: Нет
tr: Hayır
uk: Ні

source: Yes
ar: موافق
ca: Sí
cs: Ano
de: Ja
el: Ναι
es: Sí
eu: Bai
fr: Oui
hr: Da
it: Sì
ja: する
ko: 예
ms: Ya
nl: Ja
oc: Òc
pl: Tak
pt: Sim
pt_br: Sim
ru: Да
tr: Evet
uk: Так

source: List of music folders:
ar: قائمة المجلدات الموسيقية
ca: Llista de carpetes de música:
cs: Seznam adresářů hudby:
de: Liste der Musikordner:
el: Λίστα φακέλων μουσικής
es: Lista de carpetas de música
eu: Musika karpeten lista:
fr: Liste des dossiers de musique :
hr: Popis glazbenih mapa:
it: Cartelle con musica
ja: 音楽フォルダの一覧:
ko: 음악 폴더 목록:
ms: Senarai folder muzik:
nl: Lijst van muziekmappen:
oc: Lista dels dorsièrs de musica :
pl: Lista folderów z muzyką
pt: Lista de pastas de música:
pt_br: Lista de pastas de músicas
ro: Lista de dosarele de muzică
ru: Папки с музыкой:
tr: Müzik dizinlerinin listesi:
uk: Перелік музичних тек:

source: Music
ar: موسيقى
ca: Música
cs: Hudba
de: Musik
el: Μουσική
es: Música
eu: Musika
fr: Musique
hr: Glazba
it: Musica
ja: 音楽
ko: 음악 폴더
ms: Muzik
nl: Muziek
oc: Musica
pl: Muzyka
pt: Música
pt_br: Música
ro: Muzica
ru: Музыка
tr: Müzik
uk: Музика

source: Picture Folders
ar: مجلدات الصور
ca: Carpetes d'imatges
cs: Obrázkové adresáře
de: Bilderordner
el: Φάκελοι Εικόνων
es: Carpetas de Imágenes
eu: Irudi Karpetak
fr: Dossiers d'images
hr: Mape slika
it: Cartelle Immagini
ja: 画像フォルダ
ko: 사진 폴더
ms: Folder Gambar
nl: Afbeeldingenmappen
oc: Dorsièrs d'imatges
pl: Foldery z obrazkami
pt: Pastas de Imagens
pt_br: Pasta de imagens
ro: Dosare Imagine
ru: Папки с изображениями
tr: Resim Dizini
uk: Теки зображень

source: Enable Cover Thumbnailer for picture folders
ar: تفعيل المصغرات لمجلدات الصور
ca: Habilita el Cover Thumbnailer per a les carpetes d'imatges
de: Cover Thumbnailer für Bilderordner aktivieren
el: Ενεργοποίηση Cover Thumbnailer για φακέλους εικόνων
es: Habilitar Cover Thumbnailer para carpetas de imágenes
eu: Cover Thumbnailer gaitu irudien karpetentzako
fr: Activer Cover Thumbnailer pour les dossiers d'image
hr: Omogući omot minijatura za mape slika
it: Abilita Cover Thumbnailer per le cartelle con immagini
ja: 画像フォルダに対し Cover Thumbnailer を有効にする
ko: 사진 폴더에 Cover Thumbnailer 적용
ms: Benarkan Cover Thumbnailer pada folder gambar
nl: Cover Thumbnailer aanzetten voor afbeeldingmappen
oc: Activar Cover Thumbnailer pels dorsièrs d'imatge
pl: Włącz Cover Thumbnailer dla folderów z obrazkami
pt: Activar Cover Thumbnailer para as pastas de imagens
pt_br: Habilitar Cover Thumbnailer para pastas de imagens
ro: Activează Cover Thumbnailer pentru dosare imagine
ru: Использовать Cover Thumbnailer для папок с изображениями
tr: Resim dizinleri için Cover Thumbnailer' i etkinleştir
uk: Увімкнути Cover Thumbnailer для тек зображень

source: Keep the default folder icon if no pictures were found
ar: إبقاء ايقونه المجلد الإفتراضيه في حال عدم العثور على صوره
ca: Mantingues l'icona per defecte de la carpeta si no es troben imatges
de: Standardsymbol des Ordners beibehalten, falls keine Bilder gefunden wurden
el: Διατήρηση του προεπιλεγμένου εικονιδίου αν δεν βρεθεί εικόνα
es: Usar el icono de carpeta por defecto si ninguna imagen es encontrada
eu: Defektuzko kaprpeten ikonoa mantendu irudiric ez bada aurkitu
fr: Garder l'icône par défaut du dossier si aucune image n'a été trouvée
hr: Zadrži uobičajenu ikonu mape ako nije pronađena slika
it: Usa l'icona predefinita se non vengono trovate immagini
ja: 画像ファイルが見つからない場合は、デフォルトのフォルダアイコンのままにする
ko: 사진 파일이 없는 경우 기본 폴더 아이콘 유지
ms: Simpan ikon folder lalai jika tiada gambar ditemui
nl: Houdt het standaard icoon voor mappen als geen afbeeldingen zijn gevonden
oc: Gardar l'icòna per defaut del dorsièr se cap d'imatge es pas estat trobat
pl: Zostaw domyślną ikonę folderu, gdy nie znaleziono obrazów
pt: Manter o ícone por omissão se não forem encontradas imagens
pt_br: Manter o ícone padrão se uma capa não for encontrada
ro: Păstrarea pictograma de dosar în mod implicit în cazul în care nici o imagine a fost găsit
ru: Не изменять значок папки при отсутствии изображений
tr: Hiç bir resim bulunamadığında öntanımlı dizin simgesini koru
uk: Зберегти типовий значок теки, якщо зображення не знайдено

source: Maximum number of pictures on thumbnail:
ar: أقصى عدد للصور على المصغرات
ca: Màxim nombre d'imatges en miniatura:
cs: Maximální počet obrázků na thumbnail:
de: Maximale Bilderanzahl auf Vorschaubild:
el: Μέγιστος αριθμός εικόνων σε ένα thumbnail
es: El número máximo de imágenes en miniatura:
eu: Koadro txikiko gehienezko irudi kopurua
fr: Nombre maximal d'images sur la miniature :
hr: Maksimalan broj slika na minijaturi:
it: Numero massimo di immagini nella miniatura
ja: サムネイルに表示する画像ファイルの最大数:
ko: 썸네일에 표시할 최대 사진 수
ms: Bilangan gambar maksimum pada thumbnail:
nl: Maximum aantal afbeeldingen op de thumbnail:
oc: Nombre maximal d'imatges sus la miniatura :
pl: Maksymalna liczba obrazów na miniaturce
pt: Número máximo de imagens por miniatura:
pt_br: Número máximo de figuras em uma miniatura:
ru: Максимальное количество изображений в миниатюре:
tr: Küçük resimde bulunacak en fazla resim sayısı
uk: Максимальна кількість зображень на мініатюрі:

source: List of picture folders:
ar: قائمة بمجلدات الصور:
ca: Llista de carpetes d'imatges:
cs: Seznam adresářů abrázků:
de: Liste der Bilderordner:
el: Λίστα φακέλων εικόνων
es: Lista ca carpetas de imágenes
eu: Irudi karpeten lista:
fr: Liste des dossiers d'image :
hr: Popis mapa slika:
it: Cartelle con immagini
ja: 画像フォルダの一覧
ko: 사진 폴더 목록:
ms: Senarai folder gambar:
nl: Lijst van afbeeldingenmappen:
oc: Lista dels dorsièrs d'imatge :
pl: Lista folderów z obrazkami:
pt: Lista das pastas de imagens:
pt_br: Lista de pastas de imagens
ru: Папки с изображениями:
tr: Resim dizinlerinin listesi:
uk: Перелік тек зображень:

source: Pictures
ar: صور
ca: Imatges
cs: Obrázky
de: Bilder
el: Εικόνες
es: Fotos
eu: Irudiak
fr: Images
hr: Slike
it: Immagini
ja: 画像
ko: 사진 폴더
ms: Gambar
nl: Afbeeldingen
oc: Imatges
pl: Obrazy
pt: Imagens
pt_br: Imagens
ro: Fotografii
ru: Изображения
tr: Resimler
uk: Зображення

source: Other Folders
ar: مجلدات أخرى
ca: Altres carpetes
cs: Jiné adresáře
de: Andere Ordner
el: Άλλοι φάκελοι
es: Otras Carpetas
eu: Beste Karpeta Batzuk:
fr: Autres dossiers
hr: Ostale mape
it: Altre Cartelle
ja: その他のフォルダ
ko: 기타 폴더
ms: Folder Lain
nl: Andere mappen
oc: Autres dorsièrs
pl: Inne foldery
pt: Outras Pastas
pt_br: Outras pastas
ro: Alte dosare
ru: Прочие папки
tr: Diğer Dizinler
uk: Інші теки

source: Enable Cover Thumbnailer for other folders
ar: السماح بعرض المصغرات للمجلدات الأخرى
ca: Habilita el Cover Thumbnailer per a les altres carpetes
cs: Povolit Cover Thumbnailer pro ostatní složky
de: Cover Thumbnailer für andere Ordner aktivieren
el: Ενεργοποίηση Cover Thumbnailer για άλλους φακέλους
es: Habilitar Cover Thumbnailer para otras carpetas
eu: Cover Thumbnailer gaitu beste karpetentzako
fr: Activer Cover Thumbnailer pour les autres dossiers
hr: Omogući omot minijatura za ostale mape
it: Attiva Cover Thumbnailer per le altre cartelle
ja: その他のフォルダに対し Cover Thumbnailer を有効にする
ko: 기타 폴더에 Cover Thumbnailer 적용
ms: Benarkan Cover Thumbnailer pada folder lain
nl: Cover Thumbnailer aanzetten voor andere mappen
oc: Activar Cover Thumbnailer pels autres dorsièrs
pl: Włączone Cover Thumbnailer dla innych folderów
pt: Permitir o Cover Thumbnailer para outras pastas
pt_br: Habilitar Cover Thumbnailer para outras pastas
ro: Activeaza Cover Thumbnailer pentru alte dosare
ru: Использовать Cover Thumbnailer для прочих папок
tr: Diğer dizinlerde Cover Thumbnailer' i etkinleştir
uk: Увімкнути Cover Thumbnailer для інших тек

source: Others
ar: أخرى
ca: Altres
cs: Ostatní
de: Andere
el: Άλλα
es: Otros
eu: Besteak
fr: Autres
hr: Ostalo
it: Altre
ja: その他
ko: 기타 폴더
ms: Lain-lain
nl: Overigen
oc: Autres
pl: Inne
pt: Outros
pt_br: Outros
ro: Alţii
ru: Прочие
tr: Diğerleri
uk: Інші

source: Ignored Folders
ar: المجلدات المتجاهلة
ca: Carpetes ignorades
cs: Ignorované adresáře
de: Ignorierte Ordner
el: Φάκελοι Αγνόησης
es: Carpetas Ignoradas
eu: Ezikusitako karpetak
fr: Dossiers ignorés
hr: Ignorirane mape
it: Cartelle ignorate
ja: 除外するフォルダ
ko: 적용 제외 폴더
ms: Abai Folder
nl: Genegeerde Mappen
oc: Dorsièrs ignorats
pl: Ignorowane foldery
pt: Pastas Ignoradas
pt_br: Pastas ignoradas
ro: Ignorate Dosare
ru: Игнорируемые папки
tr: İşlem Yapılmayacak Dizinler
uk: Ігноровані теки

source: Ignore hidden folders (folders whose name starts with a dot)
ar: تجاهل المجلدات المخفية (المجلدات التي تبدأ اسمائها بنقطة)
ca: Ignora les carpetes ocultes (carpetes el nom de les quals comença per un punt)
cs: Ignorovat skryté adresáře (adresáře, jejichž název začíná tečkou)
de: Versteckte Ordner ignorieren (Ordner, deren Name mit einem Punkt beginnt)
el: Αγνόηση κρυφών φακέλων (φάκελοι που το όνομά τους αρχίζει με μια τελεία)
es: Ignorar carpetas ocultas (carpetas que comienzan con un punto)
eu: Ezikusi izkutuko karpetak (puntuz hasten diren karpetak)
fr: Ignorer les dossiers cachés (ceux dont le nom commence par un point)
hr: Ignoriraj skrivene mape (mape čiji naziv počinje sa točkom)
it: Ignora cartelle nascoste (il cui nome inizia con un punto)
ja: 隠しフォルダを除外する (ドット (.) から始まる名前のフォルダ)
ko: 숨긴 폴더를 Cover Thumbnailer 적용 대상에서 제외
ms: Abai folder tersembunyi (folder yang namanya bermula dengan titik)
nl: Negeer verborgen mappen (mappen wiens naam begint met een punt)
oc: Ignorar los dorsièrs amagats (los que lo nom comença per un punt)
pl: Ignoruj ukryte foldery (foldery, których nazwa zaczyna się od kropki)
pt: Ignorar pastas ocultas (pastas cujos nomes iniciam com ponto)
pt_br: Ignorar pastas ocultas (pastas com nomes iniciados por um ponto)
ro: Ignora dosarele ascunse (dosarele al cărui nume începe cu un punct)
ru: Игнорировать скрытые папки (имя которых начинается с точки)
tr: Gizli dizinleri atla (ismi önünde nokta olan dizinler)
uk: Ігнорувати приховані теки (назви яких починаються з крапки)

source: Folders to ignore:
ar: المجلدات للتجاهل:
ca: Carpetes a ignorar
cs: Adresáře k ignorování:
de: Folgende Ordner ignorieren:
el: Φάκελοι για αγνόηση:
es: Carpetas a ignorar:
eu: Ezikusi beharreko karpetak:
fr: Dossiers à ignorer :
hr: Ignorirane mape:
it: Cartelle da ignorare
ja: 除外するフォルダ:
ko: 적용 제외 폴더 목록:
ms: Folder yang diabaikan:
nl: Mappen om te negeren:
oc: Dorsièrs d'ignorar :
pl: Ignorowane foldery:
pt: Pastas a ignorar:
pt_br: Pastas a ignorar:
ro: Dosare să ignore
ru: Игнорируемые папки:
tr: Atlanacak dizinler
uk: Ігноровані теки:

source: Folders to never ignore:
ar: المجلدات التي لا يتم تجاهلها ابدا:
ca: Carpetes que mai s'han d'ignorar
cs: Adresáře, které se nebudou ignorovat:
de: Folgende Ordner nie ignorieren:
el: Φάκελοι που δεν θα αγνοούνται ποτέ:
es: Carpetas que nunca no se deben ignorar"
eu: Inoiz ez ezikusteko karpetak:
fr: Dossiers à ne jamais ignorer :
hr: Mape koje nikada nisu ignorirane:
it: Cartelle da non ignorare mai
ja: 除外しないフォルダ:
ko: 무시 목록에서 제외할 폴더
ms: Folder yang tidak diabaikan:
nl: Mappen om nooit te negeren:
oc: Dorsièrs d'ignorar pas jamai :
pl: Nigdy nie ignorowane foldery:
pt: Pastas para nunca ignorar:
pt_br: Pastas para nunca ignorar:
ro: Dosare niciodată să ignore
ru: Никогда не игнорировать папки:
tr: Hiç bir zaman atlanmayacak dizinler
uk: Теки, які ніколи не ігноруються:

source: Ignored
ar: تم تجاهله
ca: Ignorada
cs: Ignorováno
de: Ignoriert
el: Αγνοούνται
es: Ignoradas
eu: Ezikusia
fr: Ignorés
hr: Ignorirano
it: Ignorati
ja: 除外
ko: 적용 제외
ms: Diabaikan
nl: Genegeerd
oc: Ignorats
pl: Ignorowane
pt: Ignorado
pt_br: Ignorados
ro: Ignorat
ru: Игнорируемые
tr: Yoksayılan
uk: Ігноровані

source: Miscellaneous Options
ar: خيارات متنوعة
ca: Opcions diverses
cs: Různé volby
de: Sonstige Einstellungen
el: Διάφορες Επιλογές
es: Otras Opciones
eu: Hainbat aukera
fr: Options Diverses
hr: Razne mogućnosti
it: Opzioni varie
ja: その他のオプション
ko: 기타 옵션
ms: Pilihan Pelbagai
nl: Diverse opties
oc: Opcions divèrsas
pl: Pozostałe opcje
pt: Outras Opções
pt_br: Outras Opções
ru: Дополнительные параметры
tr: Diğer Seçenekler
uk: Інші варіанти

source: Enable Cover Thumbnailer
fr: Activer Cover Thumbnailer
it: Attiva Cover Thumbnailer
ro: Activeaza Cover Thumbnailer

source: Thumbnail size:
fr: Taille des miniatures :
it: Dimensione delle miniature:

source: From 64px to 128px, the default value is 96px.
fr: De 64px à 128px, la valeur par défaut est 96px.
it: Da 64px a 128px, il valore di default è 96px

source: This option will affect all thumbnails, not only those created by Cover Thumbnailer.
fr: Cette option aura une incidence sur toutes les miniatures, pas seulement celles créées par Cover Thumbnailer.
it: Questa opzione avrà effetto su tutte le miniature, non solo su quelle create da Cover Thumbnailer

source: Clear thumbnail cache
ar: أفرغ ذاكرة التخزين المؤقت للمصغرات
ca: Neteja la memòria cau de les miniatures
cs: Vyprázdnit vyrovnávací paměť miniatur
de: Speicher der Vorschaubilder leeren
el: Εκκαθάριση προσωρινής μνήμης για thumbnail
es: Limpiar el cache de miniaturas
eu: Garbitu koadro txikien katxea
fr: Vider le cache des miniatures
hr: Isprazni priručnu memoriju minijature
it: Svuota la cache delle miniature
ja: サムネイルのキャッシュを消去
ko: 썸네일 캐시 지우기
ms: Kosongkan cache thumbnail
nl: Schoon thumbnailgeheugen op
oc: Voidar l'escondedor de las miniaturas
pl: Wyczyść pamieć obrazów
pt: Limpar cache de miniaturas
pt_br: Limpar o cache de miniaturas
ro: Sterge thumbnail cache
ru: Очистить кэш миниатюр
tr: Önizleme önbelleğini temizle
uk: Очистити кеш мініатюр
