Repository: Caellian/cover-thumbnailer
Catalog: locale/*.po
Languages: ar, ca, cs, de, el, es, eu, fr, hr, it, ja, ko, ms, nl, oc, pl, pt, pt_br, ro, ru, tr, uk

source: Clear the thumbnail cache if you have some problem with thumbnails, for example after changing the configuration.
ar: أفرغ ذاكرة التخزين المؤقت للمصغرات إذا كنت تواجه مشاكلاً مع المصغرات، مثلاً بعد تغيير اﻹعدادات.
ca: Netejeu la memòria cau de les miniatures si teniu cap problema amb les miniatures, per exemple després de canviar la configuració.
de: Leeren Sie den Speicher der Vorschaubilder, wenn Sie ein Problem mit den Vorschaubildern haben; beispielsweise nachdem Sie Einstellungen geändert haben.
el: Εκκαθάριση της προσωρινής μνήμης για thumbnail αν έχετε κάποιο πρόβλημα με τα thumbnails, για παράδειγμα μετά από αλλαγή των ρυθμίσεων.
es: Borre el cache de miniaturas si esta teniendo algún problema con ellas, por ejemplo, luego de cambiar la configuración.
eu: Koadro txikiekin arazorik baduzu katxea garbitu, konfigurazio aldaketen ostean adibidez.
fr: Videz le cache si vous avez des problèmes avec les miniatures (après avoir changé la configuration par exemple)
hr: Isprazni priručnu memoriju minijature ako imate neki problem sa minijaturama, npr. nakon promjene konfiguracije.
it: Svuotare la cache se si verificano dei problemi con le miniature, per esempio dopo aver modificato la configurazione
ja: 例えば設定を変更した後に、サムネイルに何らかの問題がおきた場合は、サムネイルのキャッシュを消去します。
ko: 썸네일에 문제가 있을 경우 썸네일 캐시를 지움
ms: Kosongkan cache thumbnail jika anda mempunyai masalah dengan thumbnail, sebagai contoh selepas membuat perubahan pada konfigurasi.
nl: Schoon het thumbnailgeheugen op als u problemen hebt met thumbnails, bijvoorbeeld na het wijzigen van de instellingen.
oc: Voidatz l'escondedor s'avètz de problèmas amb las miniaturas (aprèp aver cambiat la configuracion per exemple)
pl: Wyczyść pamieć obrazów, jeżeli masz problemu z miniaturkami, na przykład po zmianie konfiguracji.
pt: Apague a cache de miniaturas se tiver alguns problemas com miniaturas. Por exemplo, após alterar a configuração.
pt_br: Limpar o cache de miniaturas se houver algum problema com miniatura, por exemplo depois de alterar a configuração.
ru: Очистить кэш миниатюр, если у вас есть некоторые проблемы с миниатюрами, например после изменения конфигурации.
tr: Yapılandırma değişikliği gibi nedenlerle küçük resimlerde sorun yaşıyorsanız, küçük resim önbelleğini temizleyin.
uk: Очистити кеш мініатюр, якщо виникли проблеми з мініатюрами, наприклад, після зміни конфігурації.

source: Miscellaneous
ar: متنوع
ca: Miscel·lània
cs: Smíšené
de: Verschiedenes
el: Διάφορα
es: Varios
eu: Bestelakoak
fr: Divers
hr: Razno
it: Varie
ja: その他の設定
ko: 기타
ms: Pelbagai
nl: Diversen
oc: Divèrs
pl: Różne
pt: Outras Opções
pt_br: Variadas
ro: Diverse
ru: Дополнительно
tr: Çeşitli
uk: Різне

source: About Cover Thumbnailer
ar: حول برنامج Cover Thumbnailer
ca: Sobre Cover Thumbnailer
cs: O Cover Thumbnailer
de: Über Cover Thumbnailer
el: Σχετικά με το Cover Thumbnailer
es: Acerca de Cover Thumbnailer
eu: Cover Thumbnailer-i Buruz
fr: À propos de Cover Thumbnailer
hr: O Cover Thumbnaileru
it: Informazioni su Cover Thumbnailer
ja: Cover Thumbnailer について
ko: Cover Thumbnailer 정보
ms: Perihal Cover Thumbnailer
nl: Over Cover Thumbnailer
oc: A prepaus de Cover Thumbnailer
pl: O Cover Thumbnailer
pt: Sobre o Cover Thumbnailer
pt_br: Sobre o Cover Thumbnailer
ro: Despre Cover Thumbnailer
ru: О Cover Thumbnailer
tr: Kapak Önizlemesi Hakkında
uk: Про Cover Thumbnailer

source: Configuration tool for Cover Thumbnailer
ar: أداة إعداد برنامج Cover Thumbnailer
ca: Eina de configuració del Cover Thumbnailer
cs: Konfigurační nástroj pro Cover Thumbnailer
de: Konfigurationswerkzeug für Cover Thumbnailer
el: Εργαλείο ρυθμίσεων για το Cover Thumbnailer
es: Herramienta de configuración de Cover Thumbnailer
eu: Cover Thumbnailer-en konfigurazio tresna
fr: Outil de configuration pour Cover Thumbnailer
hr: Alat podešavanja za Cover Thumbnailer
it: Strumento di configurazione per Cover Thumbnailer
ja: Cover Thumbnailer の設定ツール
ko: Cover Thumbnailer 설정 도구
ms: Alat Konfigurasi untuk Cover Thumbnailer
nl: Instellingsgereedschap voor Cover Thumbnailer
oc: Aisina de configuracion per Cover Thumbnailer
pl: Konfigurator Cover Thumbnailer
pt: Ferramenta de configuração do Cover Thumbnailer
pt_br: Ferramenta de configuração para o Cover Thumbnailer
ro: Unealta de configurare pentru Cover Thumbnailer
ru: Параметры Cover Thumbnailer
tr: Kapak Önizlemesi Ayarları
uk: Інструмент налаштування Cover Thumbnailer

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
ca: Aquest programa és software lliure: podeu redistribuir-lo i/o modificar-lo sota les condicions de la Llicència Pública General (GPL) publicada per la Free Software Foundation, tant la versió 3 de la llicència com (a la vostra elecció) qualsevol versió posterior. Aquest programa es distribueix amb l'esperança de que serà útil, però SENSE CAP GARANTIA; fins i tot sense la garantia mercantil implícita de propòsit general. Veieu la Llicència Pública General de GNU per a més detalls. Hauríeu d'haver rebut una còpia de la Llicència Pública General de GNU juntament amb aquest programa. Si no és així, veieu <http://www.gnu.org/licenses/>.
de: Dieses Programm ist freie Software, Sie können sie weitergeben und/oder verändern, solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz. Dieses Programm wurde mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEDWEDE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der NUTZBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitte in der GNU General Public License (GNU GPL) nach. Mit diesem Programm sollten Sie außerdem eine Kopie der GNU General Public License erhalten haben. Wenn dem nicht so ist, schauen Sie bitte unter <http://www.gnu.org/licenses/> (Englisch).
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό: μπορείτε να το αναδιανείμετε ή και να τροποποιήσετε σύμφωνα με τους όρους της GNU General Public License όπως δημοσιεύεται από το Free Software Foundation, είτε την έκδοση 3 της άδειας, είτε (κατ 'επιλογή σας) οποιαδήποτε μεταγενέστερη έκδοση. Αυτό το πρόγραμμα διανέμεται με την ελπίδα ότι θα είναι χρήσιμο, αλλά χωρίς καμιά εγγύηση; χωρίς καν την εγγύηση της εμπορευσιμότητας για ένα συγκεκριμένο σκοπό. Δείτε το GNU General Public License για περισσότερες λεπτομέρειες. Θα πρέπει να έχετε λάβει ένα αντίγραφο της GNU General Public License μαζί με αυτό το πρόγραμμα. Αν όχι, δείτε <http://www.gnu.org/licenses/>.
es: Este programa es software libre: usted puede redistribuirlo y / o modificar bajo los términos de la GNU General Public License publicada por la Free Software Foundation, tanto de la versión 3 de la Licencia, o (A su elección) cualquier versión posterior. Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía implícita de COMERCIALIZACIÓN o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Ver la Licencia Pública General GNU para más detalles. Debería haber recibido una copia de la GNU General Public License junto con este programa. Si no, véase <http://www.gnu.org/licenses/>.
eu: Programa hau software askea da: birbana eta/edo aldatu dezakezu Free Software Foundation-ak argitaratutako GNU General Public License lizentziaren baldintzapean, bai 3. bertsioa, edo (zure aukeran) ondorengo edozein bertsiotan. Programa hau erabilgarria izango den esperantzarekin banatzen da, baina INOLAKO BERMERIK GABE; inplizitutako MERKATURATZEKO edo HELBURU JAKIN BATERAKO EGOKITASUN bermerik gabe ere. Ikusi GNU General Public License xehetasun gehiagorako. GNU Lizentzia Publiko Orokorraren kopia bat jaso behar izan duzu programa honekin batera. Hala ez bada, ikus <http://www.gnu.org/licenses/>.
fr: Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier sous les termes de la license GNU General Public License comme publié par la Free Software Foundation, soit la version 3 de la License, ou (à votre choix) toute version ultérieure. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS GARANTIE; sans même la garantie implicite de COMMERCIALISATION ou ADAPTATION À UN USAGE PARTICULIER. Voir la license GNU GPL pour plus de détails. Vous devez avoir reçu une copie de la GNU GPL avec ce programme. Sinon, voir <http://www.gnu.org/licenses/>.
hr: Ovaj program je slobodan software; možete ga redistribuirati i/ili modificirati pod uvjetima GNU Opće Javne Licence objavljene od Fundacije Slobodnog Softvera (Free Software Foundation); ili inačice 3 Licence ili (po vašemu mišljenju) svaka kasnija inačica. Ovaj program je distribuiran u nadi da će biti koristan ali BEZ IKAKVOG JAMSTVA; čak i bez podrazumjevanog jamstva ili POGODNOSTI ZA ODREĐENU NAMJENU. Pogledajte GNU Opću Javnu Licencu za više informacija. Trebali ste dobiti primjerak GNU Opće Javne Licence uz ovaj program; ako niste pogledajte <http://www.gnu.org/licenses>.
it: Questo programma è software libero: lo puoi redistribuire e/o modificare secondo i termini della Licenza GNU General Public License pubblicata dalla Free Software Foundation, sia la versione 3 della Licenza, oppure (a tua scelta) qualsiasi versione successiva. Questo programma è distribuito nella speranza che sia utile, ma SENZA NESSUNA GARANZIA; neppure la garanzia implicita di COMMERCIABILITÀ o IDONEITÀ PER UN PARTICOLARE SCOPO. Vedere la GNU General Public License per ulteriori dettagli. Dovresti aver ricevuto una copia della GNU General Public License insieme a questo programma. In caso contrario, vai su <http://www.gnu.org/licenses/>.
ja: このプログラムはフリーソフトウェアです。あなたはこれを、フリーソフトウェ ア財団によって発行された GNU 一般公衆利用許諾書 (バージョン 3 か、それ以 降のバージョンのうちどれか) が定める条件の下で再頒布または改変することが できます。 このプログラムは有用であることを願って頒布されますが、 *全くの無保証* です。 商業可能性の保証や特定目的への適合性は、言外に示されたものも含め、全く存在 しません。詳しくは GNU 一般公衆利用許諾書をご覧ください。 あなたはこのプログラムと共に、GNU 一般公衆利用許諾書のコピーを一部受け取っ ているはずです。もし受け取っていなければ、<http://www.gnu.org/licenses/> をご覧ください。
ms: Program ini adalah perisian bebas: Anda boleh menyebarluaskannya dan / atau mengubahsuai di bawah terma GNU General Public License (Lesen Awam AM GNU) sebagaimana diterbitkan oleh Free Software Foundation (Yayasan Perisian Bebas), samada versi 3 dari lesen tersebut, atau (Dengan pilihan anda) mana-mana versi lain. Program ini diedarkan dengan harapan akan berguna, tetapi TANPA ADANYA JAMINAN; tanpa jaminan yang termasuk dari PENJUALAN atau KESESUAIAN UNTUK TUJUAN TERTENTU. Lihat Lesen Awam Am GNU untuk lebih jelasnya. Anda seharusnya menerima salinan Lesen Awam Am GNU bersama-sama dengan program ini. Jika tidak, sila lihat <http://www.gnu.org/licenses/>.
nl: Dit programma is open software: u kan het verspreiden en/of aanpassen onder de normen van de GNU General Public License zoals verspreid door de Free Software Foundation, hetzij onder versie 3 van de Licentie, hetzij (aan u de keus) een latere versie. Dit programma wordt verspreid in de hoop dat het nuttig zal zijn, maar ZONDER ENIGE GARANTIE; zelfs zonder de geimpliceerde garantie die GEBRUIKELIJK IS IN DE HANDEL of BRUIKBAAR IS VOOR EEN SPECIFIEK DOEL. Zie de GNU General Public License voor meer details. U zou de GNU General Public License meegeleverd moeten hebben met dit programma. Zo niet, zie <http://www.gnu.org/licenses/>.
pl: Ten program jest darmowy. Można do rozpowszechniać lub modyfikować zachowując postanowienia GNU General Public License publikowane przez Free Software Foundation w wersji 3 lub wcześniejszej. Ten program jest rozpowszechniany z nadzieją, że będzie Ci pomocny, ale BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. Proszę zobaczyć GNU General Public License by poznać więcej szczegółów. Powinieneś otrzymać kopię GNU General Public License wraz z tym programem. Jeśli nie, zajrzyj na <http://www.gnu.org/licenses/>.
pt: Esta aplicação é um programa livre; pode distribui-lo e/ou modifica-lo nos termos da GNU General Public License conforme publicada pela Free Software Foundation,tanto na versão 3, ou por opção qualquer versão mais recente. Este programa é distribuído com o intuito de lhe ser útil, mas NÃO TEM QUALQUER GARANTIA; inclusive a garantia implícita de COMERCIALIZAÇÃO ou CONFIGURAÇÃO PARA UM FIM ESPECIFICO . Consulte a GNU General Public License para mais detalhes. Você deve ter recebido juntamente com este programa uma cópia da GNU General Public License. Se tal não ocorreu, consulte <http://www.gnu.org/licenses/>.
pt_br: Este programa é um software livre; você pode redistribuí-lo e/ou modificá-lo dentro dos termos da Licença Pública Geral GNU como publicada pela Fundação do Software Livre; tanto na versão 3 da Licença, quanto (a seu critério) em qualquer versão posterior da mesma. Este programa é distribuído na esperança que será útil, mas SEM QUALQUER GARANTIA, sem mesmo a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO PARA UM PROPÓSITO PARTICULAR. Veja o GNU General Public License para mais detalhes. Você deve ter recebido uma cópia da GNU General Public License junto com este programa. Se contrário, veja <http://www.gnu.org/licenses/>.
ru: Это программа является свободным программным обеспечением. Вы можете распространять и/или модифицировать её согласно условиям Стандартной Общественной Лицензии GNU, опубликованной Фондом Свободного Программного Обеспечения, версии 3 или, по вашему желанию, любой более поздней версии. Эта программа распространяется в надежде, что она будет полезной, но БЕЗ ВСЯКИХ ГАРАНТИЙ, в том числе подразумеваемых гарантий ТОВАРНОГО СОСТОЯНИЯ ПРИ ПРОДАЖЕ и ГОДНОСТИ ДЛЯ ОПРЕДЕЛЁННОГО ПРИМЕНЕНИЯ. Смотрите Стандартную Общественную Лицензию GNU для получения дополнительной информации. Вы должны были получить копию Стандартной Общественной Лицензии GNU вместе с программой. В случае её отсутствия, посмотрите <http://www.gnu.org/licenses/>.
tr: Bu program özgür yazılımdır; Özgür Yazılım Vakfının yayınladığı GNU Genel Kamu Lisansı'nın 3. sürümü veya daha yeni sürümlerinde (sizin tercihinize göre) bulunan hükümler çerçevesinde, bu yazılımı yeniden dağıtabilir ve/veya değiştirebilirsiniz. Bu program faydalı olması düşüncesi ile dağıtılmaktadır. Ancak HERHANGİ BİR GARANTİ MEVCUT DEĞİLDİR. Hatta ÖZEL BİR UYGULAMA veya TİCARİ boyuttada bir garanti iddası da mevcut değildir. Daha fazla detay için GNU Genel Kamu Lisansı'na bakın. GNU Genel Kamu Lisansının bir kopyasını bu program ile edinmiş olmalısınız. Eğer bulamaz iseniz bu adresden edinebilirsiniz: <http://www.gnu.org/licenses/>
uk: Ця програма вільна: ви можете розповсюджувати та/або змінювати її за умовами ліцензії GNU General Public License як опубліковано Free Software Foundation, або версії 3 цієї ліцензії, або (на ваш вибір) пізнішої версії. Програма розповсюджується з надією бути корисною, але БЕЗ БУДЬ-ЯКОЇ ГАРАНТІЇ; навіть без непрямої гарантії КОМЕРЦІЙНОЇ СПРОМОЖНОСТІ або ПРИДАТНОСТІ ДО КОНКРЕТНОЇ МЕТИ. Детальніше дивіться GNU General Public License. Ви мали отримати копію GNU General Public License разом з цією програмою. Якщо ні, дивіться <http://www.gnu.org/licenses/>.

source: translator-credits
ar: Launchpad Contributions: Houssem BELHADJ AHMED https://launchpad.net/~houssem Mahmoud https://launchpad.net/~mahmouds-com Xeriab Nabil https://launchpad.net/~kodeburner mega speed https://launchpad.net/~dr-megaspeed
ca: Launchpad Contributions: Marc Coll Carrillo https://launchpad.net/~marc-coll-carrillo Quentin Pagès https://launchpad.net/~kwentin RedRudeBoy https://launchpad.net/~redrudeboy
cs: Launchpad Contributions: Dominik Sauer https://launchpad.net/~dominik-sauer Fabien LOISON https://launchpad.net/~flozz Konki https://launchpad.net/~pavel-konkol
de: Launchpad Contributions: Daniel Schury https://launchpad.net/~surst Fabien LOISON https://launchpad.net/~flozz Hornblende https://launchpad.net/~hornblende Jan https://launchpad.net/~jancborchardt-deactivatedaccount claudia89 https://launchpad.net/~claudia89
el: Launchpad Contributions: Emmanouel Kapernaros https://launchpad.net/~kapcom01 Ioannis Stilianakos(stilia-johny, d3vil) https://launchpad.net/~stilia-johny
es: Launchpad Contributions: Adolfo Jayme https://launchpad.net/~fitojb Eduardo Rivas https://launchpad.net/~jerivasmelgar Fabien LOISON https://launchpad.net/~flozz Fernando Muñoz https://launchpad.net/~fmunozs Jonay https://launchpad.net/~jonay-santana jamz3243 https://launchpad.net/~joedoe47 sebikul https://launchpad.net/~sebikul
eu: Launchpad Contributions: Alain Perez https://launchpad.net/~alaintxu
fr: Launchpad Contributions: Cédric VALMARY (Tot en òc) https://launchpad.net/~cvalmary DarkRedman https://launchpad.net/~darkredman Fabien LOISON (FLOZz) https://launchpad.net/~flozz
hr: Launchpad Contributions: freedomrun https://launchpad.net/~freedomrun gogo https://launchpad.net/~trebelnik-stefina
it: Launchpad Contributions: Cristian Marchi https://launchpad.net/~cri79 Fabien LOISON (FLOZz) https://launchpad.net/~flozz Martino Barbon https://launchpad.net/~martins999 faber https://launchpad.net/~faber-gaber
ja: Launchpad Contributions: Fabien LOISON https://launchpad.net/~flozz OTHUBO Jumpei https://launchpad.net/~otsubo-jumpei
ko: Launchpad Contributions: Homin Lee https://launchpad.net/~suapapa Jaesung https://launchpad.net/~jaesung
ms: Launchpad Contributions: Fabien LOISON https://launchpad.net/~flozz abuyop https://launchpad.net/~abuyop
nl: Launchpad Contributions: Bert de Bruijn https://launchpad.net/~lpdebruijn Fabien LOISON https://launchpad.net/~flozz
oc: Launchpad Contributions: Cédric VALMARY (Tot en òc) https://launchpad.net/~cvalmary
pl: Launchpad Contributions: Fabien LOISON https://launchpad.net/~flozz Marcin Kwidzinski https://launchpad.net/~marcinkwidzinski manequin https://launchpad.net/~manequin89 pankamyk https://launchpad.net/~pankamyk pankamyk https://launchpad.net/~pankamyk-gmail
pt: Launchpad Contributions: Fabien LOISON https://launchpad.net/~flozz LiqSquid https://launchpad.net/~liqsquid00 Sérgio Marques https://launchpad.net/~sergio+marques asensio https://launchpad.net/~asensio
pt_br: Launchpad Contributions: André Gondim https://launchpad.net/~andregondim Fabien LOISON https://launchpad.net/~flozz Hriostat https://launchpad.net/~hriostat LiqSquid https://launchpad.net/~liqsquid00 Nossile https://launchpad.net/~nossile Walter Cruz https://launchpad.net/~waltercruz
ro: Launchpad Contributions: Fabien LOISON (FLOZz) https://launchpad.net/~flozz Yvance77 https://launchpad.net/~yvance77
ru: Launchpad Contributions: Artem Popov https://launchpad.net/~artfwo DEDan https://launchpad.net/~zsdedan Eugene Marshal https://launchpad.net/~lowrider Lucas https://launchpad.net/~lucas-courot Sergey Sedov https://launchpad.net/~serg-sedov g0nz1k12 https://launchpad.net/~g0nz1k12
tr: Launchpad Contributions: Atilla Öntaş https://launchpad.net/~tarakbumba Fabien LOISON https://launchpad.net/~flozz Mustafa Yılmaz https://launchpad.net/~apshalasha nordstern https://launchpad.net/~deran-delice zeugma https://launchpad.net/~sunder67
uk: Launchpad Contributions: Sergiy Gavrylov https://launchpad.net/~gavro

source: Not in your language?
fr: Pas dans votre langue ?
it: Non è nella tua lingua?

source: Translate Cover Thumbnailer
fr: Traduire Cover Thumbnailer
it: Traduci Cover Thumbnailer
ro: Tradu Cover Thumbnailer

source: Select a folder - Cover Thumbnailer
ar: إخر مجلداً - برنامج Cover Thumbnailer
ca: Seleccioni una carpeta - Cover Thumbnailer
cs: Vyberte složku - Cover Thumbnailer
de: Wählen Sie einen Ordner – Cover Thumbnailer
el: Επιλέξτε ένα φάκελο - Cover Thumbnailer
es: Seleccionar carpeta - Cover Thumbnailer
eu: Karpeta bat aukeratu - Cover Thumbnailer
fr: Sélectionner un dossier - Cover Thumbnailer
hr: Odaberi mapu - Cover Thumbnailer
it: Selezionare una cartella - Cover Thumbnailer
ja: フォルダを選択 - Cover Thumbnailer
ko: 폴더 선택 - Cover Thumbnailer
ms: Cover Thumbnailer - Pilih folder
nl: Selecteerd een map - Cover Thumbnailer
oc: Seleccionar un dorsièr - Cover Thumbnailer
pl: Wybierz folder - Cover Thumbnailer
pt: Escolha uma pasta - Cover Thumbnailer
pt_br: Selecione uma pasta - Cover Thumbnailer
ro: Selecteaza un dosar - Cover Thumbnailer
ru: Выберите папку — Cover Thumbnailer
tr: Bir dizin seçin - Kapak Önizlemesi
uk: Вибрати теку - Cover Thumbnailer

source: Error - Cover Thumbnailer
ar: خطأ - برنامج المصغرات Cover Thumbnailer
cs: Chyba - Cover Thumbnailer
de: Fehler – Cover Thumbnailer
el: Σφάλμα - Cover Thumbnailer
eu: Errorea - Cover Thumbnailer
fr: Erreur - Cover Thumbnailer
hr: Greška - Cover Thumbnailer
it: Errore - Cover Thumbnailer
ja: エラー - Cover Thumbnailer
ko: 오류 - Cover Thumbnailer
ms: Cover Thumbnailer - Ralat
nl: Fout - Cover Thumbnailer
pl: Błąd - Cover Thumbnailer
pt: Erro - Cover Thumbnailer
pt_br: Erro - Cover Thumbnailer
ro: Erroare - Cover Thumbnailer
ru: Ошибка — Cover Thumbnailer
tr: Hata - Kapak Önizlemesi
uk: Помилка - Cover Thumbnailer

source: Can’t add this path
ar: لا يمكن إضافه هذا المسار
ca: No es pot efegir aquest camí
cs: Nemohu přidat tuto cestu
de: Dieser Pfad kann nicht hinzugefügt werden
el: Δεν ήταν δυνατή η προσθήκη αυτού του μονοπατιού
es: No se ha podido agregar esta ruta
fr: Impossible d'ajouter ce chemin
hr: Nemoguće je dodati ovu putanju
it: Impossibile aggiungere questo percorso
ja: このパスを追加できません
ko: 경로를 추가할 수 없음
nl: Kan dit pad niet toevoegen
oc: Impossible d'apondre aqueste camin
pl: Nie można dodać tej ścieżki
pt: Incapaz de adicionar este caminho
pt_br: Não foi possível adicionar esse caminho
ru: Не удалось добавить указанный путь
tr: Bu konum eklenemiyor
uk: Не вдалось додати адресу

source: This path was already in the list!
ar: هذا المسار موجود مسبقا في القائمه!
ca: Aquest camí ja es trobava a la llista!
cs: Tato cesta byla již v seznamu!
de: Dieser Pfad befindet sich bereits in der Liste!
el: Αυτό το μονοπάτι ήταν ήδη στη λίστα!
es: Esta ruta ya existe en la lista!
eu: Bide hau dagoeneko listan dago!
fr: Le chemin est déjà dans la liste !
hr: Ova putanja je već na popisu!
it: Questo percorso è già nella lista!
ja: このパスはすでに一覧にあります
ko: 이미 목록에 있는 경로임
ms: Laluan ini sudah wujud didalam senarai!
nl: Dit pad stond al in de lijst!
oc: Lo camin es ja dins la lista !
pl: Ta ścieżka jest już na liście!
pt: Este caminho já está na lista.
pt_br: O caminho já está na lista.
ru: Указанный путь уже в списке!
tr: Bu konum zaten listede var!
uk: Ця адреса вже є у списку!

source: Canâ€™t add this path
eu: Ezin da bide hau gehitu
ms: Tidak dapat menambah laluan ini
